import os
import time

num = input("[?] Введите количество оскорблений (максимум 5) -> ")
if num == "1":
        print("[!] все ты скажи что ты пидор оправданием после минета ртом отца гея ")
        back = input("[!] Нажмите ENTER для возврата в главное меню\n")
        os.system("clear")
        os.system("python main.py")
elif num == "2":
        print("[!] Что те мать под иницалами все это ты до и после я это ты у тя все родное говори отцу в хуй ")
        print("[!] Говори бате после хуя если мы все тип с кринжовой авой как он в хуй базарит ")
        back = input("[!] Нажмите ENTER для возврата в главное меню\n")
        os.system("clear")
        os.system("python main.py")
elif num == "3":
        print("[!] Мы все противник в хуй че под ником ники мать в хуй отрицай я это ты говори бате в хуй ")
        print("[!] Что говорили когда матери твоей очко рвали? ")
        print("[!] Твоя мать ебаная шлюха которую ебал весь твой район ")
        back = input("[!] Нажмите ENTER для возврата в главное меню\n")
        os.system("clear")
        os.system("python main.py")
        
elif num == "4":
        print("[!] Ебаный ты сука пень блять я щас внатуре твоего отца заебашу ногами ")
        print("[!] Ты сука бездарная хуйня и теперь я буду ебать тво мать каждый раз когда ты будешь гворить плохие слова ")
        print("[!] Ты короче видать до сих пор не понял что я использую пизду твоей матери для сексуальных утех ")
        print("[!] Слышишь ты епта ты походу не догоняешь что пока ты что то высираешь в интернете я ебу твою мать ")
        back = input("[!] Нажмите ENTER для возврата в главное меню\n")
        os.system("clear")
        os.system("python main.py")
elif num == "5":
        print("[!] Я матку твоей матери выронил своей залупой еще до того как ты родился ")
        print("[!] Короче мать твоя после моего хуя не может нормально сидеть ")
        print("[!] Сука ты клешня ебаная руки свои от моего хуя убери  ")
        print("[!] Твоя мать сейчас под моим хуем валяется и кричит что то ")
        print("[!] Ты блять бездарная хуйня спиздани ниже мне в хуй ")
        back = input("[!] Нажмите ENTER для возврата в главное меню\n")
        os.system("clear")
        os.system("python main.py")

